BPMECM_Advanced/form/bancoTalentos/xml/ECMWorkflowEngineService.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.workflow.ecm.technology.totvs.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:simpleStartProcess>
         <username>fluig.academy</username>
         <password>fluig.academy</password>
         <companyId>1</companyId>
         <processId>avaliarCandidato</processId>
         <comments>?</comments>
         
         <cardData>
            <item>
               <item>nome</item>
               <item name ="nome"></item>
            </item>
            <item>
               <item>email</item>
               <item name= "email"></item>
            </item>
            <item>
               <item>celular</item>
               <item name="celular"></item>
            </item>
		  <item>
                <item>cargo</item>
                <item name="cargo"></item>
             </item>
             <item>
                <item>linkedin</item>
                <item name ="linkedin"></item>
             </item>
         </cardData>
      </ws:simpleStartProcess>
   </soapenv:Body>
</soapenv:Envelope>